Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Notifies you about new comments anywhere on AppleVis, not just things you follow. This one can get chatty.
ar: يُخطرك بالتعليقات الجديدة في أي مكان على AppleVis، وليس فقط ما تتابعه. قد يكون هذا كثيرًا.
de: Benachrichtigt dich über neue Kommentare überall auf AppleVis, nicht nur bei Dingen, denen du folgst. Das kann geschwätzig werden.
el: Σας ειδοποιεί για νέα σχόλια οπουδήποτε στο AppleVis, όχι μόνο για πράγματα που ακολουθείτε. Αυτό μπορεί να γίνει πολύ συχνό.
es: Te notifica sobre comentarios nuevos en cualquier parte de AppleVis, no solo en lo que sigues. Esta opción puede ser muy activa.
fa: از دیدگاه‌های جدید در هرجای AppleVis به شما اطلاع می‌دهد، نه فقط مواردی که دنبال می‌کنید. این می‌تواند پرحرف باشد.
fr: Vous avertit des nouveaux commentaires n'importe où sur AppleVis, pas seulement sur ce que vous suivez. Celui-ci peut être bavard.
he: מודיע לך על תגובות חדשות בכל מקום ב-AppleVis, לא רק בדברים שאתה עוקב אחריהם. זה יכול להיות מפוטפט.
hi: AppleVis पर कहीं भी नई टिप्पणियों के बारे में सूचित करता है, न केवल आपके फ़ॉलो किए गए। यह बार-बार आ सकता है।
id: Memberi tahu Anda tentang komentar baru di mana pun di AppleVis, tidak hanya hal yang Anda ikuti. Ini bisa cukup sering.
it: Ti avvisa dei nuovi commenti in qualsiasi punto di AppleVis, non solo sulle cose che segui. Questa può diventare piuttosto chiacchierona.
ja: フォロー中のものだけでなく、AppleVis 上のあらゆる場所での新着コメントについて通知します。頻繁な通知になる場合があります。
ko: 팔로우 여부와 상관없이 AppleVis 어디서든 새 댓글을 알려줍니다. 이 알림은 잦을 수 있습니다.
nl: Meldt je over nieuwe reacties overal op AppleVis, niet alleen dingen die je volgt. Deze kan druk zijn.
pl: Powiadamia Cię o nowych komentarzach w dowolnym miejscu AppleVis, nie tylko o rzeczach, które obserwujesz. Może to być dość częste.
pt: Notifica você sobre novos comentários em qualquer lugar da AppleVis, não apenas nas coisas que você segue. Essa pode ser bem tagarela.
ru: Уведомляет вас о новых комментариях в любом месте AppleVis, а не только там, на что вы подписаны. Может быть очень активным.
sv: Meddelar dig om nya kommentarer var som helst på AppleVis, inte bara saker du följer. Denna kan bli pratsam.
th: แจ้งเตือนคุณเกี่ยวกับความคิดเห็นใหม่ทุกที่ใน AppleVis ไม่ใช่แค่สิ่งที่คุณติดตาม รายการนี้อาจมีความถี่สูง
tr: Yalnızca takip ettikleriniz değil, AppleVis'in her yerindeki yeni yorumlar hakkında sizi bilgilendirir. Bu oldukça sık olabilir.
uk: Повідомляє вас про нові коментарі будь-де на AppleVis, не лише про те, на що ви підписані. Це може бути досить часто.
vi: Thông báo cho bạn về bình luận mới ở bất kỳ đâu trên AppleVis, không chỉ những gì bạn theo dõi. Loại này có thể khá nhiều.
zh_hans: 通知您 AppleVis 上任何地方的新评论，不限于您关注的内容。此提醒可能较为频繁。

source: Notifies you when a new discussion is posted anywhere on AppleVis.
ar: يُخطرك عند نشر نقاش جديد في أي مكان على AppleVis.
de: Benachrichtigt dich, wenn irgendwo auf AppleVis eine neue Diskussion veröffentlicht wird.
el: Σας ειδοποιεί όταν δημοσιεύεται μια νέα συζήτηση οπουδήποτε στο AppleVis.
es: Te notifica cuando se publica un debate nuevo en cualquier parte de AppleVis.
fa: وقتی بحث جدیدی در هرجای AppleVis ارسال شود به شما اطلاع می‌دهد.
fr: Vous avertit lorsqu'une nouvelle discussion est publiée n'importe où sur AppleVis.
he: מודיע לך כאשר דיון חדש מתפרסם בכל מקום ב-AppleVis.
hi: जब AppleVis पर कहीं भी नई चर्चा पोस्ट की जाती है तो सूचित करता है।
id: Memberi tahu Anda saat diskusi baru diposting di mana pun di AppleVis.
it: Ti avvisa quando viene pubblicata una nuova discussione in qualsiasi punto di AppleVis.
ja: AppleVis 上のどこかで新しいディスカッションが投稿されると通知します。
ko: AppleVis 어디서든 새 토론이 게시되면 알려줍니다.
nl: Meldt je wanneer er ergens op AppleVis een nieuwe discussie wordt geplaatst.
pl: Powiadamia Cię, gdy w dowolnym miejscu AppleVis publikowana jest nowa dyskusja.
pt: Notifica você quando uma nova discussão é publicada em qualquer lugar da AppleVis.
ru: Уведомляет вас, когда где-либо на AppleVis публикуется новое обсуждение.
sv: Meddelar dig när en ny diskussion publiceras var som helst på AppleVis.
th: แจ้งเตือนคุณเมื่อมีการโพสต์การสนทนาใหม่ที่ใดก็ได้ใน AppleVis
tr: AppleVis'in herhangi bir yerinde yeni bir tartışma paylaşıldığında sizi bilgilendirir.
uk: Повідомляє вас, коли будь-де на AppleVis публікується нове обговорення.
vi: Thông báo cho bạn khi có thảo luận mới được đăng ở bất kỳ đâu trên AppleVis.
zh_hans: 当 AppleVis 上任何地方发布新讨论时通知您。

source: Notifies you when a new guide, tutorial, or tip is published.
ar: يُخطرك عند نشر دليل أو برنامج تعليمي أو نصيحة جديدة.
de: Benachrichtigt dich, wenn eine neue Anleitung, ein Tutorial oder ein Tipp veröffentlicht wird.
el: Σας ειδοποιεί όταν δημοσιεύεται νέος οδηγός, εκπαιδευτικό ή συμβουλή.
es: Te notifica cuando se publica una guía, tutorial o consejo nuevo.
fa: وقتی راهنما، آموزش یا نکتهٔ جدیدی منتشر شود به شما اطلاع می‌دهد.
fr: Vous avertit lorsqu'un nouveau guide, tutoriel ou astuce est publié.
he: מודיע לך כאשר מדריך, הדרכה או טיפ חדש מתפרסם.
hi: जब नया गाइड, ट्यूटोरियल, या टिप प्रकाशित होता है तो सूचित करता है।
id: Memberi tahu Anda saat panduan, tutorial, atau tip baru diterbitkan.
it: Ti avvisa quando viene pubblicata una nuova guida, tutorial o suggerimento.
ja: 新しいガイド、チュートリアル、ヒントが公開されると通知します。
ko: 새 가이드, 튜토리얼, 팁이 게시되면 알려줍니다.
nl: Meldt je wanneer een nieuwe handleiding, tutorial of tip wordt gepubliceerd.
pl: Powiadamia Cię, gdy publikowany jest nowy poradnik, samouczek lub wskazówka.
pt: Notifica você quando um guia, tutorial ou dica novo é publicado.
ru: Уведомляет вас, когда публикуется новое руководство, обучающий материал или совет.
sv: Meddelar dig när en ny guide, självstudie eller tips publiceras.
th: แจ้งเตือนคุณเมื่อมีการเผยแพร่คู่มือ บทช่วยสอน หรือเคล็ดลับใหม่
tr: Yeni bir kılavuz, öğretici veya ipucu yayınlandığında sizi bilgilendirir.
uk: Повідомляє вас, коли публікується новий посібник, навчальний матеріал чи порада.
vi: Thông báo cho bạn khi có hướng dẫn, bài học hoặc mẹo mới được xuất bản.
zh_hans: 当发布新的指南、教程或提示时通知您。

source: Notifies you when a new podcast episode is published.
ar: يُخطرك عند نشر حلقة بودكاست جديدة.
de: Benachrichtigt dich, wenn eine neue Podcast-Folge veröffentlicht wird.
el: Σας ειδοποιεί όταν δημοσιεύεται νέο επεισόδιο podcast.
es: Te notifica cuando se publica un episodio de pódcast nuevo.
fa: وقتی قسمت جدید پادکست منتشر شود به شما اطلاع می‌دهد.
fr: Vous avertit lorsqu'un nouvel épisode de podcast est publié.
he: מודיע לך כאשר פרק פודקאסט חדש מתפרסם.
hi: जब नया पॉडकास्ट एपिसोड प्रकाशित होता है तो सूचित करता है।
id: Memberi tahu Anda saat episode podcast baru diterbitkan.
it: Ti avvisa quando viene pubblicato un nuovo episodio del podcast.
ja: 新しいポッドキャストエピソードが公開されると通知します。
ko: 새 팟캐스트 에피소드가 게시되면 알려줍니다.
nl: Meldt je wanneer een nieuwe podcastaflevering wordt gepubliceerd.
pl: Powiadamia Cię, gdy publikowany jest nowy odcinek podcastu.
pt: Notifica você quando um episódio de podcast novo é publicado.
ru: Уведомляет вас, когда публикуется новый эпизод подкаста.
sv: Meddelar dig när ett nytt poddavsnitt publiceras.
th: แจ้งเตือนคุณเมื่อมีการเผยแพร่ตอนพอดแคสต์ใหม่
tr: Yeni bir podcast bölümü yayınlandığında sizi bilgilendirir.
uk: Повідомляє вас, коли публікується новий епізод подкасту.
vi: Thông báo cho bạn khi có tập podcast mới được xuất bản.
zh_hans: 当发布新播客单集时通知您。

source: Notifies you when an app is added to the directory, or an existing listing is updated.
ar: يُخطرك عند إضافة تطبيق إلى الدليل، أو تحديث قائمة موجودة.
de: Benachrichtigt dich, wenn eine App zum Verzeichnis hinzugefügt oder ein bestehender Eintrag aktualisiert wird.
el: Σας ειδοποιεί όταν μια εφαρμογή προστίθεται στον κατάλογο, ή μια υπάρχουσα καταχώριση ενημερώνεται.
es: Te notifica cuando se añade una app al directorio o se actualiza una ficha existente.
fa: وقتی برنامه‌ای به فهرست اضافه شود یا لیست موجود به‌روزرسانی شود به شما اطلاع می‌دهد.
fr: Vous avertit lorsqu'une appli est ajoutée au répertoire ou qu'une fiche existante est mise à jour.
he: מודיע לך כאשר אפליקציה מתווספת לספרייה, או רישום קיים מתעדכן.
hi: जब कोई ऐप निर्देशिका में जोड़ा जाता है, या मौजूदा लिस्टिंग अपडेट की जाती है तो सूचित करता है।
id: Memberi tahu Anda saat aplikasi ditambahkan ke direktori, atau listingan yang ada diperbarui.
it: Ti avvisa quando un'app viene aggiunta alla directory, o una scheda esistente viene aggiornata.
ja: アプリがディレクトリに追加されたり、既存の掲載情報が更新されたりすると通知します。
ko: 앱이 디렉터리에 추가되거나 기존 목록이 업데이트되면 알려줍니다.
nl: Meldt je wanneer een app wordt toegevoegd aan de directory, of een bestaande vermelding wordt bijgewerkt.
pl: Powiadamia Cię, gdy aplikacja jest dodawana do katalogu lub istniejący wpis jest aktualizowany.
pt: Notifica você quando um app é adicionado ao diretório, ou uma ficha existente é atualizada.
ru: Уведомляет вас, когда приложение добавляется в каталог или обновляется существующая карточка.
sv: Meddelar dig när en app läggs till i katalogen eller en befintlig listning uppdateras.
th: แจ้งเตือนคุณเมื่อมีการเพิ่มแอปลงในไดเรกทอรี หรือรายการที่มีอยู่ได้รับการอัปเดต
tr: Bir uygulama dizine eklendiğinde veya mevcut bir liste güncellendiğinde sizi bilgilendirir.
uk: Повідомляє вас, коли додаток додається до каталогу або оновлюється наявний запис.
vi: Thông báo cho bạn khi có ứng dụng được thêm vào danh mục, hoặc mục niêm yết hiện có được cập nhật.
zh_hans: 当有应用被添加到目录，或现有列表更新时通知您。

source: Notifies you when someone mentions you by name in a post or comment.
ar: يُخطرك عندما يذكرك شخص ما باسمك في منشور أو تعليق.
de: Benachrichtigt dich, wenn dich jemand namentlich in einem Beitrag oder Kommentar erwähnt.
el: Σας ειδοποιεί όταν κάποιος αναφέρει το όνομά σας σε ανάρτηση ή σχόλιο.
es: Te notifica cuando alguien te menciona por tu nombre en una publicación o comentario.
fa: وقتی کسی نام شما را در پستی یا دیدگاهی ذکر کند به شما اطلاع می‌دهد.
fr: Vous avertit lorsque quelqu'un vous mentionne par votre nom dans une publication ou un commentaire.
he: מודיע לך כאשר מישהו מזכיר את שמך בפוסט או בתגובה.
hi: जब कोई आपका नाम किसी पोस्ट या टिप्पणी में लेता है तो सूचित करता है।
id: Memberi tahu Anda saat seseorang menyebut nama Anda dalam postingan atau komentar.
it: Ti avvisa quando qualcuno ti menziona per nome in un post o commento.
ja: 投稿やコメントであなたの名前が言及されると通知します。
ko: 게시물이나 댓글에서 내 이름이 언급되면 알려줍니다.
nl: Meldt je wanneer iemand je bij naam vermeldt in een bericht of reactie.
pl: Powiadamia Cię, gdy ktoś wspomina Twoje imię w poście lub komentarzu.
pt: Notifica você quando alguém menciona seu nome em uma postagem ou comentário.
ru: Уведомляет вас, когда кто-то упоминает ваше имя в публикации или комментарии.
sv: Meddelar dig när någon nämner dig vid namn i ett inlägg eller en kommentar.
th: แจ้งเตือนคุณเมื่อมีคนเอ่ยชื่อคุณในโพสต์หรือความคิดเห็น
tr: Biri bir gönderi veya yorumda sizi isminizle etiketlediğinde sizi bilgilendirir.
uk: Повідомляє вас, коли хтось згадує ваше ім'я в дописі чи коментарі.
vi: Thông báo cho bạn khi ai đó nhắc đến tên bạn trong bài đăng hoặc bình luận.
zh_hans: 当有人在帖子或评论中提及您的姓名时通知您。

source: Notifies you when someone replies to a forum topic you started.
ar: يُخطرك عندما يرد شخص ما على موضوع منتدى بدأته أنت.
de: Benachrichtigt dich, wenn jemand auf ein von dir gestartetes Forumsthema antwortet.
el: Σας ειδοποιεί όταν κάποιος απαντά σε ένα θέμα φόρουμ που ξεκινήσατε.
es: Te notifica cuando alguien responde a un tema del foro que iniciaste.
fa: وقتی کسی به موضوع انجمنی که شروع کرده‌اید پاسخ دهد به شما اطلاع می‌دهد.
fr: Vous avertit lorsque quelqu'un répond à un sujet de forum que vous avez lancé.
he: מודיע לך כאשר מישהו משיב לנושא פורום שהתחלת.
hi: जब कोई आपके शुरू किए गए फ़ोरम विषय पर उत्तर देता है तो सूचित करता है।
id: Memberi tahu Anda saat seseorang membalas topik forum yang Anda mulai.
it: Ti avvisa quando qualcuno risponde a un argomento del forum che hai avviato.
ja: あなたが開始したフォーラムトピックに返信があると通知します。
ko: 내가 시작한 포럼 주제에 답글이 달리면 알려줍니다.
nl: Meldt je wanneer iemand reageert op een forumonderwerp dat je bent gestart.
pl: Powiadamia Cię, gdy ktoś odpowiada na rozpoczęty przez Ciebie wątek forum.
pt: Notifica você quando alguém responde a um tópico do fórum que você iniciou.
ru: Уведомляет вас, когда кто-то отвечает на тему форума, которую вы начали.
sv: Meddelar dig när någon svarar på ett forumämne du startade.
th: แจ้งเตือนคุณเมื่อมีคนตอบกลับหัวข้อฟอรัมที่คุณเริ่ม
tr: Biri başlattığınız bir forum konusuna yanıt verdiğinde sizi bilgilendirir.
uk: Повідомляє вас, коли хтось відповідає на тему форуму, яку ви розпочали.
vi: Thông báo cho bạn khi ai đó trả lời chủ đề diễn đàn bạn đã tạo.
zh_hans: 当有人回复您发起的论坛话题时通知您。

source: Notifies you when someone replies. You can unfollow anytime from the topic itself.
ar: يُخطرك عند رد شخص ما. يمكنك إلغاء المتابعة في أي وقت من الموضوع نفسه.
de: Benachrichtigt dich, wenn jemand antwortet. Du kannst die Nachverfolgung jederzeit direkt im Thema beenden.
el: Σας ειδοποιεί όταν κάποιος απαντά. Μπορείτε να διακόψετε την παρακολούθηση ανά πάσα στιγμή από το ίδιο το θέμα.
es: Te notifica cuando alguien responde. Puedes dejar de seguir en cualquier momento desde el propio tema.
fa: وقتی کسی پاسخ دهد به شما اطلاع می‌دهد. می‌توانید هر زمان از خود موضوع دنبال‌کردن را لغو کنید.
fr: Vous avertit lorsque quelqu'un répond. Vous pouvez ne plus suivre à tout moment depuis le sujet lui-même.
he: מודיע לך כאשר מישהו משיב. תוכל להפסיק לעקוב בכל עת מהנושא עצמו.
hi: जब कोई उत्तर देता है तो सूचित करता है। आप विषय से कभी भी अनफ़ॉलो कर सकते हैं।
id: Memberi tahu Anda saat seseorang membalas. Anda dapat berhenti mengikuti kapan saja dari topik itu sendiri.
it: Ti avvisa quando qualcuno risponde. Puoi smettere di seguire in qualsiasi momento direttamente dall'argomento.
ja: 返信があると通知します。トピック自体からいつでもフォローを解除できます。
ko: 누군가 답장을 하면 알려줍니다. 주제 자체에서 언제든지 팔로우를 취소할 수 있습니다.
nl: Meldt je wanneer iemand reageert. Je kunt op elk moment ontvolgen vanuit het onderwerp zelf.
pl: Powiadamia Cię, gdy ktoś odpowiada. Możesz przestać obserwować w dowolnym momencie bezpośrednio z wątku.
pt: Notifica você quando alguém responde. Você pode deixar de seguir a qualquer momento a partir do próprio tópico.
ru: Уведомляет вас, когда кто-то отвечает. Вы можете отписаться в любое время прямо в теме.
sv: Meddelar dig när någon svarar. Du kan sluta följa när som helst direkt från själva ämnet.
th: แจ้งเตือนคุณเมื่อมีคนตอบกลับ คุณสามารถเลิกติดตามได้ทุกเมื่อจากตัวหัวข้อเอง
tr: Biri yanıt verdiğinde sizi bilgilendirir. Konunun kendisinden istediğiniz zaman takibi bırakabilirsiniz.
uk: Повідомляє вас, коли хтось відповідає. Ви можете скасувати підписку будь-коли прямо з теми.
vi: Thông báo cho bạn khi ai đó trả lời. Bạn có thể bỏ theo dõi bất cứ lúc nào ngay từ chủ đề đó.
zh_hans: 当有人回复时通知您。您可以随时在话题本身中取消关注。

source: Now Playing
ar: قيد التشغيل الآن
de: Wird gerade abgespielt
el: Τώρα Αναπαράγεται
es: Reproduciendo ahora
fa: در حال پخش
fr: En cours de lecture
he: מתנגן כעת
hi: अभी चल रहा है
id: Sedang Diputar
it: In riproduzione
ja: 再生中
ko: 지금 재생 중
nl: Nu aan het afspelen
pl: Teraz odtwarzane
pt: Tocando agora
ru: Сейчас играет
sv: Spelas nu
th: กำลังเล่น
tr: Şimdi Oynatılıyor
uk: Зараз відтворюється
vi: Đang phát
zh_hans: 正在播放

source: Now playing. %@
ar: قيد التشغيل الآن. %@
de: Wird gerade abgespielt. %@
el: Τώρα αναπαράγεται. %@
es: Reproduciendo ahora. %@
fa: در حال پخش. %@
fr: En cours de lecture. %@
he: מתנגן כעת. %@
hi: अभी चल रहा है। %@
id: Sedang diputar. %@
it: In riproduzione. %@
ja: 再生中。%@
ko: 지금 재생 중. %@
nl: Nu aan het afspelen. %@
pl: Teraz odtwarzane. %@
pt: Tocando agora. %@
ru: Сейчас играет. %@
sv: Spelas nu. %@
th: กำลังเล่น %@
tr: Şimdi oynatılıyor. %@
uk: Зараз відтворюється. %@
vi: Đang phát. %@
zh_hans: 正在播放。%@

source: Off
ar: إيقاف
de: Aus
el: Ανενεργό
es: Desactivado
fa: خاموش
fr: Désactivé
he: כבוי
hi: बंद
id: Nonaktif
it: Disattivato
ja: オフ
ko: 끄기
nl: Uit
pl: Wyłączone
pt: Desativado
ru: Выкл.
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_hans: 关闭

source: Off. Was %@, now %@.
ar: إيقاف. كانت %@، والآن %@.
de: Aus. War %@, jetzt %@.
el: Ανενεργό. Ήταν %@, τώρα %@.
es: Desactivado. Antes %@, ahora %@.
fa: خاموش. قبلاً %@، اکنون %@.
fr: Désactivé. Était %@, maintenant %@.
he: כבוי. היה %@, עכשיו %@.
hi: बंद. पहले %@ था, अब %@ है।
id: Nonaktif. Sebelumnya %@, sekarang %@.
it: Disattivato. Era %@, ora %@.
ja: オフ。以前は%@、現在は%@。
ko: 끄기. 이전에는 %@였으며, 현재는 %@입니다.
nl: Uit. Was %@, nu %@.
pl: Wyłączone. Było %@, teraz %@.
pt: Desativado. Era %@, agora %@.
ru: Выкл. Было %@, сейчас %@.
sv: Av. Var %@, nu %@.
th: ปิด เดิมคือ %@ ตอนนี้คือ %@
tr: Kapalı. Önceki: %@, şimdiki: %@.
uk: Вимкнено. Було %@, тепер %@.
vi: Tắt. Trước đây là %@, bây giờ là %@.
zh_hans: 关闭。原为 %@，现为 %@。

source: Offers a polished rewrite while you're writing a post or message, without changing what you're trying to say.
ar: يقدم إعادة صياغة أنيقة أثناء كتابتك لمنشور أو رسالة، دون تغيير ما تحاول قوله.
de: Bietet beim Verfassen eines Beitrags oder einer Nachricht eine ausgefeilte Umformulierung, ohne zu ändern, was du sagen möchtest.
el: Προσφέρει μια βελτιωμένη επανασύνταξη ενώ γράφετε μια ανάρτηση ή μήνυμα, χωρίς να αλλάζει αυτό που προσπαθείτε να πείτε.
es: Ofrece una reescritura pulida mientras escribes una publicación o mensaje, sin cambiar lo que intentas decir.
fa: هنگام نوشتن پست یا پیام، بازنویسی صیقلی ارائه می‌دهد بدون اینکه آنچه می‌خواهید بگویید را تغییر دهد.
fr: Propose une réécriture soignée pendant que vous rédigez une publication ou un message, sans changer ce que vous essayez de dire.
he: מציע ניסוח מלוטש בזמן שאתה כותב פוסט או הודעה, מבלי לשנות את מה שאתה מנסה לומר.
hi: पोस्ट या संदेश लिखते समय, आप जो कहना चाहते हैं उसे बदले बिना एक परिष्कृत पुनर्लेखन प्रदान करता है।
id: Menawarkan penulisan ulang yang lebih baik saat Anda menulis postingan atau pesan, tanpa mengubah apa yang ingin Anda katakan.
it: Offre una riscrittura raffinata mentre stai scrivendo un post o un messaggio, senza cambiare ciò che stai cercando di dire.
ja: 投稿やメッセージを書いている間に、伝えたい内容を変えることなく洗練されたリライトを提案します。
ko: 게시물이나 메시지를 작성하는 동안 말하려는 내용을 바꾸지 않고 세련되게 다시 써줍니다.
nl: Biedt een verfijnde herschrijving terwijl je een bericht schrijft, zonder te veranderen wat je probeert te zeggen.
pl: Oferuje dopracowane przeredagowanie podczas pisania posta lub wiadomości, bez zmiany tego, co próbujesz powiedzieć.
pt: Oferece uma reescrita polida enquanto você escreve uma postagem ou mensagem, sem alterar o que você está tentando dizer.
ru: Предлагает отшлифованную переработку текста во время написания публикации или сообщения, не меняя то, что вы хотите сказать.
sv: Erbjuder en polerad omskrivning medan du skriver ett inlägg eller meddelande, utan att ändra vad du försöker säga.
th: เสนอการเขียนใหม่ที่ขัดเกลาขณะที่คุณเขียนโพสต์หรือข้อความ โดยไม่เปลี่ยนสิ่งที่คุณต้องการสื่อ
tr: Bir gönderi veya mesaj yazarken, söylemeye çalıştığınız şeyi değiştirmeden cilalı bir yeniden yazım sunar.
uk: Пропонує вдосконалений варіант тексту під час написання допису чи повідомлення, не змінюючи те, що ви хочете сказати.
vi: Cung cấp bản viết lại tinh tế trong khi bạn viết bài đăng hoặc tin nhắn, mà không thay đổi ý bạn muốn nói.
zh_hans: 在您撰写帖子或消息时提供润色改写，且不改变您想表达的内容。

source: OK
ar: موافق
el: ΟΚ
fa: باشه
he: אישור
hi: ठीक है
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
uk: Гаразд
zh_hans: 好

source: On
ar: تشغيل
de: Ein
el: Ενεργό
es: Activado
fa: روشن
fr: Activé
he: פועל
hi: चालू
id: Aktif
it: Attivato
ja: オン
ko: 켜기
nl: Aan
pl: Włączone
pt: Ativado
ru: Вкл.
sv: På
th: เปิด
tr: Açık
uk: Увімкнено
vi: Bật
zh_hans: 开启

source: On. Was %@, now %@.
ar: تشغيل. كانت %@، والآن %@.
de: Ein. War %@, jetzt %@.
el: Ενεργό. Ήταν %@, τώρα %@.
es: Activado. Antes %@, ahora %@.
fa: روشن. قبلاً %@، اکنون %@.
fr: Activé. Était %@, maintenant %@.
he: פועל. היה %@, עכשיו %@.
hi: चालू. पहले %@ था, अब %@ है।
id: Aktif. Sebelumnya %@, sekarang %@.
it: Attivato. Era %@, ora %@.
ja: オン。以前は%@、現在は%@。
ko: 켜기. 이전에는 %@였으며, 현재는 %@입니다.
nl: Aan. Was %@, nu %@.
pl: Włączone. Było %@, teraz %@.
pt: Ativado. Era %@, agora %@.
ru: Вкл. Было %@, сейчас %@.
sv: På. Var %@, nu %@.
th: เปิด เดิมคือ %@ ตอนนี้คือ %@
tr: Açık. Önceki: %@, şimdiki: %@.
uk: Увімкнено. Було %@, тепер %@.
vi: Bật. Trước đây là %@, bây giờ là %@.
zh_hans: 开启。原为 %@，现为 %@。

source: Onboarding and What's New Now Actually Translate
ar: أصبح الإعداد وما الجديد يُترجمان فعليًا الآن
de: Onboarding und Neuigkeiten werden jetzt tatsächlich übersetzt
el: Η ένταξη και τα Νέα μεταφράζονται πλέον πραγματικά
es: La incorporación y Novedades ahora sí se traducen
fa: پیوستن و تازه‌ها اکنون واقعاً ترجمه می‌شوند
fr: L'intégration et Nouveautés se traduisent désormais réellement
he: ההצטרפות ומה חדש מתורגמים עכשיו באמת
hi: ऑनबोर्डिंग और नया क्या है अब वास्तव में अनुवादित होते हैं
id: Orientasi dan Yang Baru Kini Benar-Benar Diterjemahkan
it: L'onboarding e Novità ora vengono effettivamente tradotti
ja: オンボーディングと最新情報が実際に翻訳されるようになりました
ko: 온보딩과 새로운 소식이 이제 실제로 번역됩니다
nl: Onboarding en Nieuw zijn nu daadwerkelijk vertaald
pl: Wdrożenie i Nowości teraz naprawdę się tłumaczą
pt: A integração e Novidades agora realmente traduzem
ru: Начальная настройка и «Новое» теперь действительно переводятся
sv: Introduktionen och Nyheter översätts nu faktiskt
th: การเริ่มต้นใช้งานและมีอะไรใหม่ตอนนี้แปลได้จริงแล้ว
tr: Katılım ve Yenilikler Artık Gerçekten Çevriliyor
uk: Початкове налаштування та «Нове» тепер справді перекладаються
vi: Giới Thiệu Ban Đầu và Có Gì Mới Giờ Đây Thực Sự Được Dịch
zh_hans: 新手引导和更新说明现在真正实现翻译

source: One-line summary for the directory listing
ar: ملخص من سطر واحد لقائمة الدليل
de: Einzeilige Zusammenfassung für den Verzeichniseintrag
el: Περίληψη μίας γραμμής για την καταχώριση καταλόγου
es: Resumen de una línea para la ficha del directorio
fa: خلاصهٔ یک‌خطی برای فهرست دایرکتوری
fr: Résumé en une ligne pour la fiche du répertoire
he: תקציר בשורה אחת לרישום בספרייה
hi: निर्देशिका लिस्टिंग के लिए एक-पंक्ति सारांश
id: Ringkasan satu baris untuk listingan direktori
it: Riepilogo di una riga per la voce della directory
ja: ディレクトリ掲載用の1行の要約
ko: 디렉터리 목록용 한 줄 요약
nl: Eenregelige samenvatting voor de directoryvermelding
pl: Jednowierszowe podsumowanie dla wpisu w katalogu
pt: Resumo de uma linha para a ficha do diretório
ru: Однострочная сводка для записи в каталоге
sv: Enradig sammanfattning för katalogpostningen
th: สรุปหนึ่งบรรทัดสำหรับรายการในไดเรกทอรี
tr: Dizin listesi için tek satırlık özet
uk: Однорядковий підсумок для запису в каталозі
vi: Tóm tắt một dòng cho mục niêm yết danh mục
zh_hans: 目录列表的一行摘要

source: Open
ar: فتح
de: Öffnen
el: Άνοιγμα
es: Abrir
fa: باز کردن
fr: Ouvrir
he: פתח
hi: खोलें
id: Buka
it: Apri
ja: 開く
ko: 열기
nl: Openen
pl: Otwórz
pt: Abrir
ru: Открыть
sv: Öppna
th: เปิด
tr: Aç
uk: Відкрити
vi: Mở
zh_hans: 打开

source: Open %@
ar: فتح %@
de: %@ öffnen
el: Άνοιγμα %@
es: Abrir %@
fa: باز کردن %@
fr: Ouvrir %@
he: פתיחת %@
hi: %@ खोलें
id: Buka %@
it: Apri %@
ja: %@ を開く
ko: %@ 열기
nl: %@ openen
pl: Otwórz %@
pt: Abrir %@
ru: Открыть %@
sv: Öppna %@
th: เปิด %@
tr: %@ Aç
uk: Відкрити %@
vi: Mở %@
zh_hans: 打开 %@

source: Open %@ in Browser
ar: فتح %@ في المتصفح
de: %@ im Browser öffnen
el: Άνοιγμα %@ σε Πρόγραμμα Περιήγησης
es: Abrir %@ en el navegador
fa: باز کردن %@ در مرورگر
fr: Ouvrir %@ dans le navigateur
he: פתיחת %@ בדפדפן
hi: ब्राउज़र में %@ खोलें
id: Buka %@ di Browser
it: Apri %@ nel browser
ja: %@ をブラウザで開く
ko: 브라우저에서 %@ 열기
nl: %@ openen in browser
pl: Otwórz %@ w przeglądarce
pt: Abrir %@ no navegador
ru: Открыть %@ в браузере
sv: Öppna %@ i webbläsare
th: เปิด %@ ในเบราว์เซอร์
tr: %@ Tarayıcıda Aç
uk: Відкрити %@ у браузері
vi: Mở %@ trong Trình duyệt
zh_hans: 在浏览器中打开 %@
